---
kind: other
id: Properties.T:Autodesk.Revit.DB.ColorBackgroundSettings
source: html/39e888de-e2e6-d5bf-4375-0b294bfb8e29.htm
---
# ColorBackgroundSettings Properties

The color of the rendering background.